import './About.css';

function About() {
  return (
    <body>
    <header>
        <h1>Вечерние платья</h1>
    </header>
    <section className="about">
        <h2>О нас</h2>
        <p>Добро пожаловать в luxery, ваш главный источник самых элегантных и стильных вечерних платьев. Наша миссия – помочь каждой женщине почувствовать себя уверенной и прекрасной в самый важный момент её жизни.</p>
        <h3>Наша история</h3>
        <p>Основанная в 2024 году, luxery начала свой путь с небольшого бутика в городе Каракол. Сегодня мы гордимся тем, что предлагаем широкий ассортимент вечерних платьев, подходящих для различных торжественных случаев.</p>
        <h3>Наши ценности</h3>
        <p>Мы верим, что каждое платье должно быть не только красивым, но и комфортным. Наши дизайнеры тщательно подбирают материалы и создают модели, учитывая последние модные тенденции и индивидуальные предпочтения наших клиенток.</p>
        <h3>Что мы предлагаем</h3>
        <ul>
            <li><strong>Широкий ассортимент:</strong> У нас вы найдёте платья на любой вкус – от классических бальных платьев до современных платьев-русалок.</li>
            <li><strong>Индивидуальный подход:</strong> Мы предлагаем персонализированные консультации, чтобы помочь вам выбрать идеальное платье для вашего события.</li>
            <li><strong>Качество и стиль:</strong> Каждое платье в нашем ассортименте проходит строгий контроль качества, чтобы вы могли наслаждаться идеальным образом на вашем мероприятии.</li>
        </ul>
        <h3>Наши услуги</h3>
        <ul>
            <li>Индивидуальный пошив платьев по вашим меркам</li>
            <li>Аренда вечерних платьев</li>
            <li>Консультации стилиста</li>
        </ul>
        <h3>Свяжитесь с нами</h3>
        <p>Если у вас есть вопросы или вы хотите записаться на консультацию, пожалуйста, свяжитесь с нами по телефону +996(500) 551-442 или по электронной почте naserdinovaaizhamal@gmail.com. Мы будем рады помочь вам создать незабываемый образ для вашего особенного дня.</p>
    </section>
</body>
  );
}

export default About;